import { MainAboutFirstSectionType } from 'src/shared/types/MainTextAbout';
import AboutImg from 'src/shared/assets/aboutOsmit.jpg';
import Analyzed from 'src/shared/assets/analyz.jpg';
import Risks from 'src/shared/assets/risks.jpg';


export const MainTextAbout:MainAboutFirstSectionType[] = [
    {
        firstParagraph:'Ми забезпечуємо широкий спектр інструментів для ефективного збору та моніторингу відкритої інформації. Виявляйте новини, соціальні медіа-записи, форуми, відгуки про продукти та багато іншого. Зручна панель керування допомагає контролювати історію запитів та розподілити завдання між своєю командою.',
        secondParagraph:'Наші інструменти дозволяють глибоко аналізувати соціальні мережі, щоб виявити тенденції, думки та настрої користувачів. Слідкуйте за ключовими особистостями, марками або подіями, а також отримуйте розширені звіти для прийняття стратегічних рішень.',
        firstTitle:'Пошук та Моніторинг Інформації',
        secondTitle:'Аналіз Соціальних Мереж',
        image:AboutImg,
        row:"row",
    },
    {
        firstParagraph:'Наші послуги допомагають збирати інформацію про конкурентів: ціноутворення, маркетингові акції, новини та інші діяльності. Отримавши детальний аналіз, ви можете розробити унікальні стратегії, які підсилять ваше конкурентне перевагу.',
        secondParagraph:"Зберігайте свій репутаційний капітал під контролем. Ми надаємо можливість відстежувати згадки про ваш бренд або продукт у мережі, контролювати настрої користувачів і вчасно реагувати на негативні ситуації.",
        secondTitle:'Репутаційний Моніторинг',
        firstTitle:'Конкурентний Аналіз',
        row:"row-reverse" ,
        image:Analyzed
    },
    {
        secondParagraph:'Наша команда експертів з OSINT допомагає вам здійснювати дослідження з різних сфер діяльності: від академічних досліджень до розслідування кримінальних справ. Ми забезпечуємо детальну аналітику, яка грає ключову роль у вашому успіху.',
        firstParagraph:'Наші інструменти виявляють потенційні загрози для вашого бізнесу, включаючи згадки про кібератаки, підозрілі активності в мережі та інші ризикові фактори. Це дозволяє приймати превентивні заходи для захисту вашої компанії.',
        firstTitle:'Виявлення Загроз та Ризиків',
        secondTitle:'Дослідницька Аналітика',
        image:Risks ,
        row:"row"
    }
]
